Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: Relying excessively on cloning and forking technologies, each individual member of the syndicate is a descendant or variant of Claudia.
fr_fr: Utilisant excessivement les tecchnologie de clonage et de fork, chaque membre du syndicat est un descendant ou une variation de Claudia.

source: Biomorphs are cloned from Claudia's original genetics or even sometimes sexually-produced offspring (thanks to sex switching bio-mods), while egos are forks.
fr_fr: Les biomorphs sont clonées depuis le génome originel de Claudia ou sont parfois des des descendants produits sexeuellement(grâce aux bio mods de changement de sexe), alors que les egos sont des forks.

source: All members are utterly loyal to Claudia and show their family affiliation with pride and arrogance.
fr_fr: Tout les membres sont entièrement fidèles à Claudia et affiche leur affiliation familiale avec fierté et arrogance.

source: Individually, each remains slightly but notably different, though all are calculating and ambitious.
fr_fr: Individuellement, chacun d'entre eux reste légèrement mais notablement différent des autres, mais ils sont tous calculateurs et ambitieux.

source: Regular re-assimilation of forks and XP updates are used to keep each variant aware of each of the other's activities—once you've met one version of Claudia, the others will know you.
fr_fr: Des ré-assimilation régulières de forks et des mise à jour XP sotn utilisées pour garder chaque variation au courant des activités des autres - une fois que vous avez vus une version de Claudia, les autres vous connaîtrons.

source: Pax Familae engages in a wide assortment of legal, dubious, and illegal operations, each tailored to the needs of the particular habitat in question.
fr_fr: Pax Familiae se lace dans un assortiment varié d'opération légale, paralégale et illégale, chacune adaptée aux besoins d'un habitat particulier.

source: Common ventures include venture capital manipulations, reputation network gaming, financial consulting, info brokerage, stock manipulations, banking fraud, and loansharking.
fr_fr: Des entreprises communes incluent les manipulations de capitaux, l'arnaque dans les réseaux réputationnelle, la consultation financière, la revente d'information, la manipulations du marché, la fraude bancaire et l'usure.

source: Most pirates attack automated cargo ships and longrange supply convoys, with the occasional raid on an asteroid mining station, research outpost, or brinker habitat.
fr_fr: La plupart des pirates attaques des vaisseaux cargos automatisés et des convois d'approvisionnement longue-distance, et mènent occasionnellement des raids sur des stations de minages d'astéroïdes, des avant-postes de recherche ou des habitats bordés.

source: On rare occasions they have been known to attack commercial cruisers to rob the wealthy or kidnap socialites.
fr_fr: En de rares occasions ils sont connus pour avoir attaqué des croisières commerciales pour voler les plsu riches ou kidnapper des socialites.

source: Many pirates take advantage of scum fleets as cover, trading with them and using their limited maintenance capabilities.
fr_fr: Beaucoup de pirates se dissimulent dans les couverts offerts par les flottes racailles, commerçant avec eux et utilisant leurs capacités limitées de maintenance.

source: Quite a few also make sideline profits as smugglers and/or free traders, often utilizing connections to one of the crime syndicates or political outcasts.
fr_fr: Un certain nombre d'entre eux se font également des à-côtés en tant que contrebandiers et/ou marchand libre, utilisant souvent des connexions à l'un des syndicats du crime ou à un des éxilés politique.

source: Major Stations: Qing Long (Martian Trojans)
fr_fr: Stations Principales: Qing Long (Toyens Martian)

source: The only major Earth syndicate to survive the Fall almost unscathed, the triads dominate the solar system's underworld by their sheer membership size and a history of centuries of economic and political influence.
fr_fr: Le seul syndicat Terrestre majeur à avoir survécu à la Chute quasiment indemne, les triades dominent le monde sous-terrain du système solaire par le nombre de leur membres et grâce à un passif de siècles d'influence culturelle et politique.

source: Having evolved into legit enterprises and small economic consortiums already before the Fall, the triads gained a foothold during the early colonization of space thanks to the masses of Chinese workers.
fr_fr: Ayant évolué en entreprise légitime et en petits consortiums économique bien avant la Chute, les triades ont récupéré une tête de ponts pendant les premières étapes de la colonisation spatiale grâces aux masses de travailleurs Chinois.

source: Since the Fall, they have used their influence to spread to numerous habitats, taking advantage of the disparities in wealth and restrictive refugee policies to create flourishing gray and black market enterprises.
fr_fr: Depuis la Chute, ils ont utilisé leur influence pour se répandre dans de nombreux habitats, profitant des disparités des richesses et des politiques de restrictions des réfugiés pour créer des entreprises florissante dans le marché noir et gris.

source: Part of their success also lies in their continual utilization of ethnic Chinese social cues to ensure their insularity.
fr_fr: Une part de leur succès repose également dans leur utilisation continue des codes sociaux Chinois pour assurer leur insularité.

source: Though numerous small triad outfits exist, usually isolated to a particular station, there are four large triad groups worthy of mention.
fr_fr: Bien que de nombreuses petites triades existent, habituellement isolées dans une station particulière, il y a quatre grand groupes de triades qui méritent d'être mentionnés.

source: Each of these wields enough influence to engage in system-wide criminal activities.
fr_fr: Chacun d'entre eux possèdent suffisament d'influence pour s'engager dans des activités criminelles à l'échelle du système.

source: Traditionally they operate through small to medium-sized gangs local to a specific habitat or use their legal outfits as a font for their endeavours.
fr_fr: Elles opèrent traditionellement via des gangs locaux de taille moyenne spécifiques à un habitat ou utilisent leurs façade légale comme origine de leurs efforts.

source: {The 14K Triad} controls a large part of the casino industry and the various forms of illegal gambling, betting, and rigged lotteries.
fr_fr: {La Triade 14K} contrôle une large partie de l'industrie des casinos et les différentes formes de jeu illégaux, de pari et de loterie truquées.

source: Through their Galaxy Entertainment Group, a legal casino and gambling hypercorp, the 14K maintains tight connections to politicians, celebrities and influential entrepreneurs in several habitats and can afford the luxury of a private police force, the Pai Gow (Double Hand).
fr_fr: A travers leur Galaxy Entertainment Group, une hypercorporations légale de casino et de jeu, la 14K maintiens des connexions sérées avec les politiciens, les célébrités et les entrepreneurs influents dans plusieurs habitats et peuvent se payer le luxe d'une forece de police, la Pai Gow (Main Double).

source: Using the casino business for money laundry, they are also heavily involved in loan sharking and credit/ID fraud.
fr_fr: En utilisant le business des casinos pour blanchir de l'argent, ils sont également lourdement impliqué dans l'usure et la fraude au crédit ou à l'ID.

source: {The Shui Fong} -- though smaller than the 14K -- caters to the vices and addictions of indentured habitat workers, miners, and other laborers, supplying drugs and illegal XP, running prostitution rings, and arranging illegal pit fights and gambling tournaments.
fr_fr: {Le Shui Fong} - bien que plus petit que le14K - s'occupe des vices et des addictions des ouvriers d'habitats, des mineurs et d'autres travailleurs contractés, leur fournissant drogues et XP illégale, faisant tourner des cercles de prostitution et organisant des combats d'arènes illégaux et des tournois de jeu.

source: The origin of the Shui Fong's fierce rivalry with the 14K lies in the ruins of Earth's pre-Fall history, but the hatred between the two factions was carried into space and continues to simmer.
fr_fr: L'origine de la rancune tance entre le Shui Fong et le 14K vient des ruines de l'histoire Terrestre pré-Chute, mais la haine entre les deux factions a été emmenée dasn l'espace et continue de bouillir.

source: {The Sun Yee On} once ranked second among Earth's biggest triads, with over 25,000 suspected members.
fr_fr: {Le Sun Yee On} étaient autrefois la deuxième des triades Terrestre, avec plus de 25 000 membrs supposés.

source: They profit primarily by selling cheap copies of nanofab blueprints and rigged makers and fabbers.
fr_fr: Leur profit vient principalement de la revente de copie bon marché de schéma de nanofabeurs ainsi que de la vente faiseurs et fabeurs bidouillés.

source: Legal products are distributed through their Wushuang Corporation, while illegal goods are patched together by enslaved infomorphs in virtual sweatshops in remote corners of the mesh.
fr_fr: Les produits légaux sont ditribués via leur Wushuang Corporation, alros que les marchandises illégales sont assemblés par des infomorphs asservies dans des ateliers de misères cachés dans les recoins éloignés du mesh.

source: The Sun Yee On's second main profit source are fake Earth nostalgia items, such as jewelry, documents, coins, and other collector's items.
fr_fr: La deuxième source de profit du Sun Yee On sont les faux objets de nostalgie Terrestre, telles que les bijoux, les documents, les pièces et d'autres objets de collection.

source: {The Big Circle Gang} is the smallest of the four triad factions with only approximately 8,000 members.
fr_fr: {Le Big Circle Gang} est la plus petite des quatres triades avec aproximativement 8 000 membres.

source: They run a large part of the solar system's drug trade, producing organic drugs, smart drugs, and narcoalgorithms of all kinds in secluded habitats or abandoned asteroid mining and processing facilities converted into drug labs.
fr_fr: Ils dirigent une bonne partie du marché de la drogue du système solaire, produisant des drogues organiques, des drogues intelligentes ou des narcoalgorithmes de tout type dans des habitats scellés ou dans des insatllations de minage et de traitement abandonnées transformée en laboratoire de drogue.

source: Firewall has been on the forefront of the secret fight to save transhumanity since the Fall.
fr_fr: Firewall a été à la tête de la lutte secrète pour sauver la transhumanité depuis la Chute.

source: Firewall is an independent network of cells and individuals recruited from all sorts of factions, cultures, backgrounds, and habitats.
fr_fr: Firewall est un réseau indépendant de cellulle et d'individus recrutés dans tout type de faction, de cultures, d'origine et d'habitats.

source: Potential new recruits are approached in secret and told they possess skills or knowledge of use to a clandestine network seeking to secure transhumanity's continued survival.
fr_fr: Les nouvelles recrues potentielles sont approchées en secret et on leur dit qu'elle possèdent des connaissances ou des compétences utile pour un réseau clandestin cherchant à sécuriser la continuité de la survie de la transhumanité.

source: Firewall's agenda is simple: to protect transhumanity from threats of existential scope, regardless of whether such risks emerge from within transhumanity or are of external, alien origin.
fr_fr: L'objectif de Firewall est simple; protéger la transhumanité des menaces d'envergure existentielle, peu importe que ce risque émerge de l'intérieur de la transhumanité ou ai une origine extérieure, étrangère.

source: Firewall operatives—known as sentinels—are encouraged to act independently and utilize their own resources.
fr_fr: Les agents opérationnels de Firewall - appelés sentinelles - doivent agir de manière indépendante et doivent utilsier leurs propres ressources.

source: Sentinels are connected by a social network known as the Eye, which they can use to acquire help and additional needed skills or resources.
fr_fr: Les sentinelles sont connectées à un réseau social appelé The Eye, qu'ils peuvent utiliser pour obtenir de l'aide et des compétences additionelle et des ressources.

source: A sentinel's i-rep on this network indicates how much they are trusted and will be a factor in determining what aid they can call in.
fr_fr: L'i-rep d'une sentinelle sur le réseau indique le niveau de confiance qui leur est accordé et sera un facteur déterminant pour savoir l'aide qu'ils peuvent obtenir.

source: Firewall also takes care of large expenses and logistics when necessary, such as egocasting and resleeving needs.
fr_fr: Firewall s'occupe également des dépenses conséquentes et de la logistiques lorsque c'est nécessaire, tels que les besoins en égocast et en réincarnation.

source: Sentinels are guaranteed resurrection, either via cortical stack or by backup, if they lose their lives on a Firewall op.
fr_fr: La résurrection est garantie aux sentinelles, par la pile corticale ou par une sauvegarde, si ils perdent la vie au cours d'une opération pour Firewall.

source: Sentinels are generally expected to be on-call -— when something comes up in their vicinity or that their particular specialty might call for, they'll be brought in on a job.
fr_fr: Les sentinelles sont généralement prête à intervenir immédiatement - quand quelque chose arrive dans leur voisinage ou lorsque leurs spécialité sont requises, le boulot leur est affecté.

source: Sentinels are usually grouped into ad hoc special ops teams appropriate to each mission.
fr_fr: Les sentinelles sont habituellement groupés en équipe d'intervention spéciales en fonction de chaque mission.

source: Though many sentinels pursue their own agendas after completing a mission for Firewall, it is not uncommon for sentinel teams to remain in contact, share information or continue to work together on Firewallrelated assignments over a longer period of time.
fr_fr: Même si beaucoup de sentinelles poursuivent leur propres plans après avoir complété une mission pour Firewall, il est courant que des équipes de sentinelles restent en conatct, partagent des informatiosn ou continuent à travailler ensemble sur des assignations liées à Firwall pendant une période dee temps plus longue.

source: Firewall operations are usually organized and managed by proxies, agents who maintain Firewall's decentralized infrastructure.
fr_fr: Les opérations de Firewall sont habituellement planifiée et gérées par des proxys, des agents qui maintiennent l'infrastructure décentralisées de Firewall.

source: Proxies typically possess more information than individual sentinels and will dispense such information as they deem necessary to the mission, according to each sentinel's i-rep and need to know.
fr_fr: Les proxys possèdent généralement plsu d'information que les snetinelles et dispenseront ces informations de la manière qu'ils jugent nécessaire à la mission, en fonction de l'i-rep de chaque sentinelle et de leur besoin de savoir.

source: Each proxy's means of contact, mission briefing, and overall methodologies differ greatly.
fr_fr: Les moyens de contact, les briefing de mission et la méthodologie de chaque proxy diffère grandement.

source: Project Ozma
fr_fr: Projet Ozma

source: You won’t find this group mentioned on the conspiracy boards—Consortium security is too tight to allow slip-ups.
fr_fr: Tu ne trouvera pas une mention de ce groupe sur les forums conspirationnistes - la sécurité du Consortium est bien trop élevée pour permettre les fuites.

source: If you haven’t heard of Project Ozma before, consider this your warning.
fr_fr: Si tu n'as jamais entendu parlé du Projet Ozma avant, considère toi comme prévenu.

source: Project Ozma was the name of an international collaborative SETI project before the Fall.
fr_fr: Le Projet Ozma était le nom d'un projet SETI international collaboratif avant la Chute.

source: It briefly entered public discourse after the Fall and the discovery of the first Pandora Gate as a Planetary Consortium initiative to attempt to discern the whereabouts of the TITANs in the galaxy.
fr_fr: Il est entré brièvement dans le discours public après la Chute et la découverte de la première Porte de Pandorre comme une initiative du Consortium Planétaire pour tenter de discerner où sont partis les TITANs.

source: Shortly afterwards, however, Project Ozma dropped from view, wiped from all public mention in inner system mesh servers.
fr_fr: Peu après le Projet Ozma est cependant passé hors de vue, toute mention publique éyant été effacée dans les serveurs mesh du système intérieur.

source: Consortium officials simply claim that the project was folded into other departments.
fr_fr: Les officiels du Consortium ont simplement prétendus que le projet avait été déplacé dans d'autres départements.

source: Firewall doesn’t know what Project Ozma is, but we know they’re still around—and they seem to have similar interests.
fr_fr: Firewall ne sait pas ce qu'est le Projet Ozma, mais nous savonst qu'ils sont toujours là - et qu'ils semblent avoir des intérêts similaires aux notres.

source: We’ve butted heads a few too many times for it be a coincidence.
fr_fr: Nous nous sommes retrouvés nez à nez avec eux un peu trop souvent pour que ce ne soit que des coïncidences.

source: Perhaps they’re the Consortium’s version of Firewall, or maybe their agenda is entirely different.
fr_fr: Peut-être qu'isl sont la version du Consortium de Firewakkn ou peut-être que leurs plans sont complètements différents.

source: I’ve heard some speculation that they’re tasked for preparing for and handling alien contact.
fr_fr: J'ai entendu quelques spéculations sur le fait qu'ils se préparaient à et gérerai des contacts étrangers.

source: All we know is that they operate at the deep black budget level and they have insane amounts of resources at their beck and call.
fr_fr: Tout ce que nous savons c'est qu'ils opèrent au niveau des caisses noires les plus obscures et qu'ils ont un total de ressource saffolant disponible à leur appel.

source: They’re also vicious as fuck, the type to shoot first and question your backup later.
fr_fr: Ils sont aussi vicueux comme des conanrd, le genre à tirer d'abord et à interroger votre sauvegarde plus tard.

source: Standard SOP if you run counter to a Project Ozma op is to bail out fast and stay hands off.
fr_fr: Les POP standards si vous croisez une opération du Projet Ozma est de se barrer rapidement et de rester loin d'eux.

source: We’ve lost dozens of agents to them already.
fr_fr: Nous avons déjà perdu des douzaines d'agents à cause d'eux.

source: A prominent topic among conspiracy theorists is the existence of a group of seed AIs calling themselves Prometheans.
fr_fr: Un sujet dominant parmi les théoriciens de la conspiration est l'existence d'un groupe d'IA germe qui s'appellent les Prométéhens.

source: Rumors of these entities predated the Fall and occasionally flare up as some new evidence comes to light, though such evidence is almost always discredited soon after.
fr_fr: Les rumeurs de ces entités datent d'avant la Chute et sont régulièrement allumées alors que certaines preuves sont mises en évidence, même si de telels preuves sont presque toujours discréditées juste après.

source: According to some theories, the Prometheans predated the TITANs and may even have been responsible for bringing the TITANs into existence.
fr_fr: D'après quelques téhories, les Prométthéens sont plus anciens que les TITANs et pourraient même être responsable de l'existence des TITANs.

source: Others postulate that the Prometheans were a TITAN splinter faction who broke off and attempted to counteract the TITANs activities during the Fall.
fr_fr: D'autres postulent que les Prométhéens sont une fatcion dissidente des TITANs qui se sont séparés d'eux et on tentés de contrer les activités des TITANs pendant la Chute.

source: Still others whisper that the Prometheans are not of transhuman origin at all, and are actually a digital alien mindform that found Earth and now actively interferes with transhuman affairs.
fr_fr: D'autres encore murmures que les Prométhéens ne sont pas du tout d'origine transhumaine, et qu'ils sont en fait une forme de conscience eétrangère qui a trouvé la terre et qui interfère maintenant activement avec les affaires transhumaines.

source: Whether the Prometheans are hostile, friendly, or indifferent remains a matter of much conjecture and contention.
fr_fr: Que les Prométhéens soient hostiles, amicaux ou indifférents restent sujet à beaucoup de conjecture et de de conflit.

source: Prominent organizations like the Planetary Consortium discount such rumors or otherwise remain silent.
fr_fr: Des organisation proéminentes comme le Consortium Planétaire démentent de telles rumeurs ou restent silencieux à leur sujet d'une manière ou d'une autre.

source: System Gazeteer
fr_fr: Atlas du Système

source: Transhumanity has extended out from its lost homeworld and colonized not only the solar system but various exoplanets as well, thanks to the discovery of the Pandora Gates.
fr_fr: La transhumanité s'est étendue loin de son monde natale et à non seulement colonisé le système solaire mais également diverses exoplanètes grâce à la découverte des Portes de Pandorre.

source: This section provides an overview and incomplete sampling of transhumanity's settlements.
fr_fr: Cette section fournit un aperçu non exhaustif de différents abris humains.

source: The solar system was formed billions of years ago through the accretion of material remaining from the formation of its star, Sol, the sun.
fr_fr: Le système solaire a été formé il y a des milliards d'années grâce à l'accrétion de matière résultante de la formation de son étoile, Sol, le soleil.

source: Locked ever since in its orbit, the history and present disposition of virtually every object within two light years is shaped by its relationship to this body.
fr_fr: Bloqué dans son orbite depuis cette époque, l'hisoire et la disposition actuelle de virtuellement tout objet situé à moins de deux années lumière est affecté par sa relation avec ce corp céleste.

source: The sun is a bright G2 main sequence star, theoretically on the hot end of the continuum of stars able to give rise to life.
fr_fr: Le soleil est une étoile G2 appartenant à la squence principale, théoriquement à l'extrémité la plus chaude de la série d'étoile pouvant donner naissance à la vie.

source: For most of its history, transhumanity fueled its rises and falls with the sun's energy, first as stored in materials like hydrocarbons, later directly with solar converters.
fr_fr: Pendant l'essentiel de son histoire, la transhumanité a alimenté ses ascenssion et chute avec l'énergie solaire, d'abord stockée dans des matériau comme les hydrocarbures, t plus tard directement converti avec des convertisseurs solaires.

source: Today the sun remains a crucial source of energy, but its outer reaches have also become home to some.
fr_fr: Aujourd'hui le soleil reste une source d'énergie cruciale, mais ses coucehs externes sont également devenues un foyer pour certains.

source: The adaptations required to dwell here make these suryas one of transhumanity's most unusual offshoots.
fr_fr: Les adaptations nécessaires pour habiter là fait des Suryas l'une des ramification les plus étrange de la transhumanité.

source: {Suryas and Salamanders (coronal morphs)}
fr_fr: {Suryas and Salamandres (morphs coronaire)}
